[
    {
        "ID":"ID: 232374455",
        "Titulo":"Vocês pode resolver",
        "Data":"19\/11\/2025 às 20:31",
        "Local":"Conceição do Rio Verde - MG",
        "Texto_Reclamacao":"Boa tarde. Meu nome é *****, portador do CPF *****. Estou entrando em contato para abrir uma reclamação sobre uma cobrança indevida referente a uma assinatura Meli, do Mercado Livre. Essa assinatura já havia sido cancelada e estava vinculada ao cartão de crédito da minha esposa. Ao verificarmos a fatura, constatamos que a cobrança foi realizada novamente. Não iremos pagar por algo que não estamos utilizando.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/voces-pode-resolver_zxgxwLK1BLTwqiSo\/"
    },
    {
        "ID":"ID: 232372891",
        "Titulo":"Excesso de propaganda, lentidão nas entregas e experiência de cliente prejudicada",
        "Data":"19\/11\/2025 às 20:10",
        "Local":"São Paulo - SP",
        "Texto_Reclamacao":"Já foi bom. agora a cada clique, uma propaganda nova para assinar o meli ou vender garantia estendida. Agora as entregas estão bem mais lentas de propósito para venderem a entrega que antes era rápida. Afastam seus clientes a cada dia",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/excesso-de-propaganda-lentidao-nas-entregas-e-experiencia-de-cliente-prejudicada_0ok8sFYhz-WhNSqn\/"
    },
    {
        "ID":"ID: 232372065",
        "Titulo":"Reembolso de pagamento indevido no Meli devido a erro de cadastro",
        "Data":"19\/11\/2025 às 19:59",
        "Local":"Porto Alegre - RS",
        "Texto_Reclamacao":"Estava i.pedido de enviar produtos pata cadastro . E paguei este achando que o problema era ali . E descobri que nao troquei d cpf para cpnj e resolvi o problema. Quero reenviado do valor pois nao uso meli . Nao vo sar e paguei por engano por falta de intenção do app em relação ao problema que achei .",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/reembolso-de-pagamento-indevido-no-meli-devido-a-erro-de-cadastro_kgGUDUhSEpUo5qnX\/"
    },
    {
        "ID":"ID: 232359103",
        "Titulo":"Dificuldade de acesso à conta Meli+ e exigência indevida de reconhecimento facial para login",
        "Data":"19\/11\/2025 às 17:24",
        "Local":"Álvares Machado - SP",
        "Texto_Reclamacao":"Tenho uma conta Meli+ no Mercado Livre e enfrentava problemas para acessar via computador, sempre pedia para ler um qrcode e depois verificação com reconhecimento facial, algo que não era necessário em meu celular, acontece que na data de hoje (19\/11\/2025) fui acessar o app no celular e recebi um aviso que era necessária uma atualização, contudo diferente de outras atualizações de programas, não abriu a página da android store e do nada todos os dados de login foram apagados e ao tentar me logar me pediram a verificação em duas etapas, que fiz por meio de email verificado, MAS .. recebi uma mensagem de que não reconheciam meu dispositivo (que é o único que acesso) como se fosse um diferente e que por isso teria de reconhecer por outro meio.. Reconhecimento Facial!!! Não apresentam justificativa plausível da necessidade (alegam segurança mas há inúmeros casos de violação de segurança com a utilização de fotos e videos adulterados.. é a segurança para a empresa se esquivar de compras ilegais utilizando a biometria do consumidor que não terá a SEGURANÇA de contestar), tão pouco explicam como serão tratados os meus dados biométricos (que prefiro não compartilhar sem obrigatoriedade legal) e nem outra forma de acesso a conta. Pois bem, considero esta atitude uma violação da lei de proteção de dado, bem como uma coerção e abuso de poder econômico e por este motivo resolvi cancelar minha conta no Mercado Livro. O problema é que não existe um canal de atendimento real sem a necessidade de se logar no sistema deles, ou seja preciso compartilhar meus dados biométricos para dizer que não concordo em compartilhar! Cansei do Mercado Livre e quero cancelar a minha conta mas não tenho como!",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/dificuldade-de-acesso-a-conta-meli-e-exigencia-indevida-de-reconhecimento-facial-para-login_dzLw-nQ1xEL-46uP\/"
    },
    {
        "ID":"ID: 232355715",
        "Titulo":"Problemas na vinculação HBO Max no Meli+ e falta de suporte do Mercado Livre",
        "Data":"19\/11\/2025 às 16:50",
        "Local":"Rio de Janeiro - RJ",
        "Texto_Reclamacao":"Boa Tarde. || Fiz o upgrade do Meli+ para ter assinatura de 4 streamings. O Streaming da HBO não vincula e quando tento acessar me pede para fazer uma assinatura nova. || Conforme indicação da ajuda do ML entrei em contato com a HBO, que após vários dias e tentativas me informou que apesar de ter um codigo de serviço gerado este não esta associado a nenhum login e deveria fazer o procedimento de vincular no Mercado livre novamente. || Como o botão de vincular não aparece entrei em contato com o atendimento do ML que encerrou o caso (*****) e informou que seria resolvido por email, conforme descrição em anexo. || Além da falta de respeito e educação do atendente, o suporte me fez realizar uma duzia de testes com diversos dispositivos e navegadores diferentes desnecessarios, pois fica claro um erro sistematico com a HBO, uma vez que todos os outros aparecem o botão de vincular. || Ainda aguardo uma solução de um produto adquirido que não me foi entregue. ||  || Fiquei impressionado com o descaso na solução do problema. Porque oferecem um produto se não podem prestar um suporte decente? || Quanto tempo vou ficar esperando para receber um email com a solução definitiva?",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/problemas-na-vinculacao-hbo-max-no-meli-e-falta-de-suporte-do-mercado-livre_faCi3UGVFbOla4YP\/"
    },
    {
        "ID":"ID: 232279403",
        "Titulo":"Cobrança indevida Meli+ não autorizada no cartão de crédito",
        "Data":"19\/11\/2025 às 16:43",
        "Local":"Belo Jardim - PE",
        "Texto_Reclamacao":"Estão usando meu cartão para pagar o Meli+ ||  ||  || Descobri agora que uma cobrança da Meli+ no meu cartão de crédito que já vem ocorrendo há dois meses e eu não havia notado, eu não sou assinante nesta plataforma e ninguém usa meu cartão além de mim. ||  ||  || Solicito contato para descobrir quem esta usando meu cartão, pois quero o reembolso urgente",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cobranca-indevida-meli-nao-autorizada-no-cartao-de-credito_0M1aylGwIfvCt8ti\/"
    },
    {
        "ID":"ID: 232333715",
        "Titulo":"Perda de cupom Meli+ após cancelamentos e atendimento ineficiente",
        "Data":"19\/11\/2025 às 13:37",
        "Local":"Itapevi - SP",
        "Texto_Reclamacao":"Um dos motivos de assinar o Meli+ é o beneficio do exclusividade em cupons. Porém, hoje tentei realizar um compra, foi cancelada duas vezes e perdi do beneficio do cupom (MELIMAIS200), tentei entrar em contato via telefone e me prometeram que dariam um jeito, após vários quedas de ligação, três transfêrencias de setores e mais de 2 duas perdidas, cheguei a zero. Ou seja perdi somente o meu tempo e o valor da assinatura do meli+. Apesar se setores diferentes, o alinhamento e a diretriz de cada setor é totalmente divergente. Se tivessem falado desde o começo da ligação, \"Perdeu, problema é seu\", eu tinha deixado essa consulta de lado. De certa forma, não deixa de ser uma propagando enganosa.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/perda-de-cupom-meli-apos-cancelamentos-e-atendimento-ineficiente_iBfqQcQGSlG2gIQl\/"
    },
    {
        "ID":"ID: 232333453",
        "Titulo":"Remoção de benefício de parcelamento sem aviso prévio no Meli+ Essencial",
        "Data":"19\/11\/2025 às 13:35",
        "Local":"Maracanaú - CE",
        "Texto_Reclamacao":"Já faz um tempo que tenho a assinatura do Meli+ Essencial no valor de 9.90. O único benefício que de fato valia a pena nesta assinatura era o de 3 parcelas extras sem juros nas compras, e neste mês de novembro de 2025, simplesmente o mercado livre removeu este benefício que era praticamente o ÚNICO que valia apena para esta assinatura e nem sequer fui notificado. Eu gostaria de expressar minha indignação com a empresa e ressaltar que isso é um retrocesso sendo que nesta época tão competitiva de vendas, outras empresas oferecem parcelamentos em até 12x sem juros, enquanto no mercado livre nos PAGAMOS para obter algumas parcelas a mais sem juros e simplesmente a empresa remove este benefício. Não sei se foi algo efetivo essa decisão, porém caso seja, deixo minha indignação escrita aqui e ressalto que irei cancelar minha assinatura e indico que todos os usuários desta mesma também façam o cancelamento. Isso é um descaso conosco, reafirmo que é lamentável o retrocesso que o Mercado Livre cometeu, espero que reavaliem.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/remocao-de-beneficio-de-parcelamento-sem-aviso-previo-no-meli-essencial_z2_NjSaufSUTOlZl\/"
    },
    {
        "ID":"ID: 232332543",
        "Titulo":"Cancelamentos automáticos e perda de cupom Meli+ por falha do sistema",
        "Data":"19\/11\/2025 às 13:27",
        "Local":"Limeira - SP",
        "Texto_Reclamacao":"Sou cliente do Mercado Livre há quase 10 anos e assinante Meli+. Tentei comprar 3 vezes o mesmo produto (único vendedor disponível) e todas as compras foram canceladas automaticamente pelo sistema, sempre com a justificativa genérica de motivos de segurança. ||  || Eu estava utilizando o cupom MELIMAIS200, que era exclusivo para assinantes Meli+. || O cupom estava válido no momento da compra, porém, devido aos cancelamentos automáticos do sistema, acabei perdendo o benefício, já que o código agora aparece como esgotado. Ou seja, fui prejudicado por uma falha do próprio Mercado Livre. ||  || Ao tentar resolver pelo WhatsApp, o atendimento foi extremamente decepcionante. || Recebi respostas genéricas, sem qualquer explicação objetiva do que realmente aconteceu, e meu benefício exclusivo de assinante Meli+ foi tratado com total descaso. Mesmo explicando que a perda do cupom foi causada pelos cancelamentos injustificados, informaram que não podem fazer nada. ||  || Minhas solicitações são claras: ||  || Explicação concreta sobre qual foi o motivo de segurança que gerou o bloqueio das compras; ||  || Compensação pelo prejuízo, já que perdi um cupom exclusivo Meli+ por erro do sistema seja por meio de: ||  || um novo cupom de R$200, ou ||  || um crédito\/vale de valor equivalente. ||  || Como assinante do programa e cliente fiel há tantos anos, esperava muito mais respeito e responsabilidade no atendimento. ||  || Aguardo uma solução adequada do Mercado Livre",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cancelamentos-automaticos-e-perda-de-cupom-meli-por-falha-do-sistema_K1j5nj_eaZlWHcAL\/"
    },
    {
        "ID":"ID: 232332053",
        "Titulo":"Mercado Livre CANCELOU a minha assinatura do Meli+",
        "Data":"19\/11\/2025 às 13:23",
        "Local":"Campos Gerais - MG",
        "Texto_Reclamacao":"Estou tendo alguns problemas com o Meli+ recentemente, no fim de setembro, fiz um upgrade para o Disney+ Premium, dentro da promoção de 4 meses por R$ 19,90, porém no dia 12\/11 (ainda dentro do período válido da promoção) foi cobrado no meu cartão o valor R$ 66,90, valor total da assinatura sem o valor promocional. ||  || Entrei em contato com o suporte e não foi feito nada, a atendente ficou afirmando que esse era o valor correto, que houve alterações na conta. O que não é verdade, nada foi alterado na conta, inclusive no próprio sistema do Mercado Livre seguia constando que o valor é de R$ 19,90, depois de 1 hora esperando a atendente procurar por alguma solução, foi dito que seria passado para o time de tecnologia, e não tive nenhum retorno. ||  || Voltei à entrar em contato no dia 13\/11, pedi urgência pois minha fatura ia fechar com o valor errado, e novamente NENHUM retorno de qualquer time de tecnologia. ||  || No domingo, cansado de esperar, fiz o upgrade para o Meli+ Mega, com Netflix padrão, Hbo Max standard sem anúncios e Disney+ Premium, que seria no valor de R$ 112, assim os valores que eu já havia pago (incluindo os R$ 66,90) foram usados de saldo e abateram no valor. Porém na segunda feira, sem motivo ou aviso algum, o Mercado Livre removeu por completo minha assinatura Meli+, nem mesmo o Meli+ Total que eu tinha antes está mais disponível, nem a HBO Max que foi pago usando os 30% de desconto no valor de R$ 27,00 está disponível, tudo isso sem fazerem estorno de NENHUM VALOR. ||  || Sou cliente de vocês, gosto do serviço e quero continuar utilizando, mas eu quero que façam imediatamente o estorno dos três valores que paguei, para que eu possa assinar novamente os serviços.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/mercado-livre-cancelou-a-minha-assinatura-do-meli__Ad64a_5ZmleKPyv\/"
    },
    {
        "ID":"ID: 232291267",
        "Titulo":"Fogão Consul entregue amassado, devolução reagendada e sem ressarcimento",
        "Data":"19\/11\/2025 às 07:13",
        "Local":"Rio de Janeiro - RJ",
        "Texto_Reclamacao":"Comprei um fogão Consul por meio do mercado livre na loja Infopower e não abri o produto no momento da entrega pois ainda não havia mudado para o endereço da entrega. Ao me mudar e abrir a embalagem vimos que o mesmo estava amassado na porta inferior e completamente amassado na parte inferior. Iniciei uma reclamação no mesmo instante para o Mercado Livre que me orientou a devolver o produto em um ponto próximo a mim do MELI, o que fizemos imediatamente, no dia 12\/11. Desde então, a empresa reagendou a devolução 2 vezes. Sem o fogão tenho tido que comprar comida pelos aplicativos de delivery ou comer fora, sendo isso um gasto extra, afinal paguei via pix, R$999,00 pelo produto ou seja nem devolução do meu dinheiro e nem o produto! Quem vai ressarcir o prejuízo que estou tendo? Preciso de uma solução urgente.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/fogao-consul-entregue-amassado-devolucao-reagendada-e-sem-ressarcimento_Fpa-Y-AeHDg8FUl-\/"
    },
    {
        "ID":"ID: 232290021",
        "Titulo":"Atraso na entrega Full rápida\/prioritária sem explicações",
        "Data":"19\/11\/2025 às 06:38",
        "Local":"São Caetano do Sul - SP",
        "Texto_Reclamacao":"No dia 16\/11, fiz um pedido de 6 produtos para minha mãe especialmente porque o Mercado Livre me garantia a entrega no dia seguinte (17\/11). Pago o Meli+, tenho a entrega Full prioridade, e ainda assim, o pedido atrasou em mais de dois dias no prazo. ||  || Os produtos estão vindo em duas levas (uma com 5 produtos, o 1 restante sozinho). Se estão vindo de locais diferentes, não sei. Mas começaram o processo de entrega ao mesmo tempo. No início, tive updates regulares sobre passar por centros de distribuição e caminho até o local, mas foi chegando o fim do dia 17\/11 e as coisas ficaram estranhas. ||  || Primeiro, às 19:08, só recebi a informação que a data de entrega mudou e ficou para o dia seguinte desde as 17:00 ele estava em rota até o local de entrega. Às 20:44, recebi outra atualização: produto em etapa final de envio. Ai pergunto: como? Se já tinha falado que não vinha? ||  || Ontem, 18\/11, os produtos voltaram para a rota a partir das 10:40 (esse produto sozinho deu 11:16 a mensagem). Enquanto os 5 produtos chegaram por volta da 13h, esse produto que faltava AINDA NÃO CHEGOU. ||  || Eles estavam em percursos parecidos, não? Por que o descolamento tão grande? || Tive que esperar ATÉ MEIA NOITE para o status do app trocar de Chegará hoje (18\/11) para Entrega até 19\/11. Em que mundo isso é entrega prioritária\/rápida\/garantia de entrega em 1 dia? ||  || Poxa, eu comprei os produtos porque precisava deles rápido para uma viagem de minha mãe. Agora, tive que vê-la ir sem a entrega completa pois vocês não cumpriram o que prometeram. ||  || Espero que hoje (19\/11) a entrega venha mesmo. Reforço: não quero o cancelamento do pedido, isso é uma solicitação para entender o que aconteceu com a entrega. Dois caminhões, em dois dias seguidos, quebraram, para ter esse descolamento do prazo prometido? Dois motoristas se perderam? || O produto foi extraviado? ||  || O chat de vocês para isso não resolve, só me fala para esperar o produto. Então, recorri a esse fórum para entender o porque de tantas promessas não cumpridas afinal, essa semana mesmo já tive que cancelar outro pedido por falta de entrega em prazo. ||  || O ponto alto do Mercado Livre é a entrega boa e rápida. Se já estão assim agora, que garantia eu tenho que os produtos que pretendia comprar na Black Friday com vocês irão chegar conforme o combinado?",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/atraso-na-entrega-full-rapidaprioritaria-sem-explicacoes_7eQtzd0HCGauOZys\/"
    },
    {
        "ID":"ID: 232279391",
        "Titulo":"Cobrança indevida e propaganda enganosa na assinatura do Meli+ com Netflix inclusa",
        "Data":"18\/11\/2025 às 22:28",
        "Local":"Rio de Janeiro - RJ",
        "Texto_Reclamacao":"Olá! || Sou Gabriel e uso mercado livre há muito tempo. Ontem, apareceu uma propaganda para assinar por 39,90 o Meli+ com Netflix, Disney, HBO e AppleTV inclusos. Esse preço seria por 2 meses, logo se tornaria 74.90. Assinei pelo próprio aplicativo do Mercado Livre, dizendo que essas assinaturas são INCLUSAS ao plano que você assinou. Porém, me cobraram 39 reais A MAIS quando vinculei a conta da Netflix. Cobrança indevida e propaganda enganosa por parte da empresa. Me sinto [Editado pelo Reclame Aqui], por me induziu ao erro. Gostaria que esse problema fosse resolvido e minha transação reembolsada.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cobranca-indevida-e-propaganda-enganosa-na-assinatura-do-meli-com-netflix-inclusa__tl0ZL1WuYJxiNVd\/"
    },
    {
        "ID":"ID: 232277647",
        "Titulo":"Atraso na entrega de compra com entrega garantida (assinante Meli+)",
        "Data":"18\/11\/2025 às 22:03",
        "Local":"Boa Esperança - MG",
        "Texto_Reclamacao":"Sou assinante melli, fiz a compra confiando na data, Fiz uma compra no Mercado Livre com prazo de entrega garantido entre os dias informados pela plataforma. No entanto, mais uma vez, o prazo foi descumprido. Essa é a segunda vez que enfrento o mesmo problema, o que demonstra falha recorrente na logística e falta de respeito com o consumidor. || O atraso está me causando prejuízos diretos, pois dependo desse material para trabalhar. Mesmo após entrar em contato com o atendimento, recebi apenas respostas genéricas e o pedido não foi entregue até o horário final informado. || Foi me confirmado que chegaria até às 21 horas e não chegou. || Solicito uma solução imediata, atualização real do rastreamento e esclarecimentos sobre o motivo do descumprimento do prazo. Espero que o Mercado Livre cumpra o que promete aos clientes e evite novos transtornos.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/atraso-na-entrega-de-compra-com-entrega-garantida-assinante-meli_Dz0qxnKikDxLEDRQ\/"
    },
    {
        "ID":"ID: 232267057",
        "Titulo":"Dificuldade na Devolução de Produto Errado e Falta de Atendimento Humano no Mercado Livre",
        "Data":"18\/11\/2025 às 19:55",
        "Local":"Santa Cruz das Palmeiras - SP",
        "Texto_Reclamacao":"Sou cliente do Mercado Livre há anos e também sou assinante do Meli+, sempre confiei na plataforma pela praticidade e pela rapidez no atendimento. Porém, dessa vez estou extremamente insatisfeita. ||  || Recebi um produto errado, e ao tentar solicitar a devolução só consigo falar com a IA do Mercado Livre, que não libera o processo como acontecia antes. Não tenho acesso a um atendimento humano e o sistema simplesmente não autoriza a logística reversa, mesmo sendo um erro de envio da própria plataforma\/vendedor. ||  || Ou seja: além de terem enviado o produto errado, ainda sou eu quem vai ter que perder meu tempo, saindo do meu serviço, para ir até um ponto autorizado fazer a devolução, algo que antes era simples, rápido e liberado automaticamente. ||  || Como cliente antiga e assinante Meli+, isso é no mínimo desrespeitoso. || Solicito que liberem imediatamente minha devolução e regularizem esse processo que sempre funcionou corretamente.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/dificuldade-na-devolucao-de-produto-errado-e-falta-de-atendimento-humano-no-mercado-livre_euKpUeEeNB9y8fTY\/"
    },
    {
        "ID":"ID: 232265665",
        "Titulo":"Cupom Meli+ não aplicado e problema não resolvido",
        "Data":"18\/11\/2025 às 19:40",
        "Local":"Goiânia - GO",
        "Texto_Reclamacao":"fui realizar uma compra no mercado livre, assinei o meli+ pada podrr utilizar, na hora de pagar o cupom nao aparecia, apesar de ser para todos os produtos. O suporte falou para eu esperar, fiz isso e o cupom acabou esgotando e nao resolvem meu problema",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cupom-meli-nao-aplicado-e-problema-nao-resolvido_wELgSGRoJbvUVqOD\/"
    },
    {
        "ID":"ID: 232261925",
        "Titulo":"Retirada do frete grátis após COP 30 e cobranças abusivas no frete",
        "Data":"18\/11\/2025 às 19:01",
        "Local":"Santarém - PA",
        "Texto_Reclamacao":"Eu pago a assinatura do meli+ na conta da minha esposa *****, somos do norte (Pará) desde anos atrás que venho comprando pela plataforma e o mercado livre retirou todos os fretes grátis da plataforma depois do início da cop 30 tem aproximadamente uns 15 dias e não consigo mais nem comprar 1 único sem que o frete esteja um absurdo! || Eu comprava produtos para o meu negócio com frete grátis que hoje estão me cobrando 180 só em frente! || Deixo essa reclamação aqui informando que caso não volte meus benefícios vou entrar com um processo conta a empresa!",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/retirada-do-frete-gratis-apos-cop-30-e-cobrancas-abusivas-no-frete_J9uc0jycM8U22Ape\/"
    },
    {
        "ID":"ID: 232261709",
        "Titulo":"Pagamento recusado ao tentar assinar Meli+",
        "Data":"18\/11\/2025 às 18:59",
        "Local":"Goiânia - GO",
        "Texto_Reclamacao":"Ao tentar assinar o Meli+, meu pagamento consta como recusado. Faço compras no mercado livre constantemente, não há motivos para negarem meu pagamento.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/pagamento-recusado-ao-tentar-assinar-meli_Hg32_C5DlBwkfFer\/"
    },
    {
        "ID":"ID: 232255257",
        "Titulo":"Atraso na entrega da câmera comprada com cupom de desconto Meli+",
        "Data":"18\/11\/2025 às 17:55",
        "Local":"Varginha - MG",
        "Texto_Reclamacao":"Fiz uma compra de uma câmera no dia 10\/11 pra chegar no dia 13\/11 sou cliente Meli+, pela lógica era pra ter benefícios, não dor de cabeça. Desde o dia 13 eles atualizam que o produto chega no dia, e vão jogando pra frente, hoje é 18\/11 e nada. No rastreamento ela chegou na minha cidade dia 12\/11, desde então, venho tentando conversar com ML no chat de ajuda, eles sempre desculpas pelo atraso que a compra chegará no dia seguinte. Infelizmente eu não tenho intenção de devolver o produto, porque consegui um cupom de desconto muito bom, com isso eu estaria perdendo R$103.98 de desconto. Aí eu acho desaforo por parte do ML. Só quero minha câmera pelo preço que já paguei. Eu não aceito a devolução do dinheiro pago.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/atraso-na-entrega-da-camera-comprada-com-cupom-de-desconto-meli_T6b2rFLKJRCG9MEj\/"
    },
    {
        "ID":"ID: 232247523",
        "Titulo":"Cobrança indevida Meli+ sem assinatura no app e dificuldade de cancelamento",
        "Data":"18\/11\/2025 às 16:46",
        "Local":"Itapema - SC",
        "Texto_Reclamacao":"Fui cobrado no valor de $8,90 a assinatura do benefício meli+ mas nem no próprio app tem essa compra que fiz, então nem consigo cancelar, mandei email pro meu banco (*****) e eles reconheceram essa compra como uma assinatura mas nada comprova no app que eu assinei esse benefício",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cobranca-indevida-meli-sem-assinatura-no-app-e-dificuldade-de-cancelamento_FzDRhp0Z3AhfllS9\/"
    },
    {
        "ID":"ID: 232244221",
        "Titulo":"Cobrança indevida após aplicação de cupom de desconto no Mercado Livre",
        "Data":"18\/11\/2025 às 16:19",
        "Local":"Manaus - AM",
        "Texto_Reclamacao":"no dia 10 de novembro eu comprei na promoção dois kits de protetor solar da princesa que estava no valor de r$ 99 só que devido ter comprado com o endereço errado eu precisei cancelar a compra e ao comprar de novo eu apliquei o cupom 30% de desconto em cima do valor do produto qur era r$ 99,12 ficando então no valor de 69,38, tinha 4,29 de meli dolar que coloquei como 1 das formas de pagamento e passei o restante 65,09 no cartao de credito, o produto chegou direitinho e dois dias depois estava consultando minha fatura quando vi o valor de 94,83 fui procurar de onde era porque nao tinha comprado nada desse valor, ao entrar na compra dos protetores estava la uma alteracao gritante no valor do produto pra 118,00 um desconto de 18,00 e a cobranca de 92,83 pela compra, entrei em contato com o mercado livre na mesma hora e a resposta que eles me deu é inaceitavel , exijo que o valor pago no final volte ao normal pq o cupom foi aplicado e vcs estao me fazendo de [Editado pelo Reclame Aqui]",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cobranca-indevida-apos-aplicacao-de-cupom-de-desconto-no-mercado-livre_HE81YyO2NqmNyh-L\/"
    },
    {
        "ID":"ID: 232242937",
        "Titulo":"Conta bloqueada indevidamente sem aviso prévio no Mercado Livre",
        "Data":"18\/11\/2025 às 16:09",
        "Local":"Gravataí - RS",
        "Texto_Reclamacao":"Minha conta foi bloqueada sem aviso ou explicação, compro a anos no MercadoLivre tenho assinaturas tv da Disney, Apple, E outras sou cliente meli, sempre segui com as diretrizes da empresa já por isso tinha benéficos tenho quase 300 reais em ckech Beck de compras só esse ano, não consigo mais comprar ou no caso onde recebi um produto essa semana para devolver, e 0800 não fala nada diz que só respostas por email, não posso nem saber o motivo para tentar entender o por quê desse bloqueio. Por favor me liguem e esclareçam minhas dúvidas me dêem a chance de entender e reverter isso, não tem como fazer outra conta.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/conta-bloqueada-indevidamente-sem-aviso-previo-no-mercado-livre_3ltqK9tJvYv_xD2x\/"
    },
    {
        "ID":"ID: 232241227",
        "Titulo":"Crédito a menor após devolução e falta de retorno da empresa.",
        "Data":"18\/11\/2025 às 15:56",
        "Local":"Maceió - AL",
        "Texto_Reclamacao":"Fiz a devolução do produto e o valor foi creditado a menor. Abri uma reclamação dia 03\/11 e até hoje na obtive retorno. Acho um absurdo, descaso com um consumidor tão recorrente e ainda assinante meli+.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/credito-a-menor-apos-devolucao-e-falta-de-retorno-da-empresa__FHUSN6cHUgcZXiM\/"
    },
    {
        "ID":"ID: 232239779",
        "Titulo":"Deslocamento desnecessário e falta de suporte geram prejuízo e indignação para motorista parceiro.",
        "Data":"18\/11\/2025 às 15:45",
        "Local":"Goiânia - GO",
        "Texto_Reclamacao":"Aceitei 2 rotas em 2 dias para uma região fora da minha cidade quando fui ao local desloquei mais de 40 km no aplicativo parceiro tudo certo dentro do horário quando cheguei na cidade vizinha fui informada que lá não atende rotas meli extra apenas transportadoras e que todo dia tem ido pessoas lá com a mesma demanda buscar mercadorias de rotas para entregas, uma falta de respeito pois ao menos poderiam ter cancelado a rota antes do deslocamento pois o parceiro tem gasto e não é pouco! Sem contar que a mídia a televisão já tem reportado o descaso com os motoristas no centro de distribuição em Goiânia - horas na fila - descontos nos acertos - o aplicativo da erro nas entregas || Outras vezes já tive sucesso na prestação de serviço mas dessa vez fazer o motorista se deslocar de cidade ter gasto e ficar por isso ai não muita falta de respeito com os parceiros - só fazem exigências mas não entregam condições! Uma [Editado pelo Reclame Aqui]! E não existe um canal de comunicação de apoio ao motorista parceiro! Para tratar estas questões tudo chat e robozinho! A gente chega na casa de cliente pra fazer entrega quase meia noite até mais batendo no portão dos outros - comércio fechado para receber - condôminos com hora já encerrada muitas vezes pessoal nem atende acha que é trote [Editado pelo Reclame Aqui] || Aqui somente minha indignação com falta de respeito em fazer o motorista se deslocar ter alto gasto pra prestar o serviço de forma correta e receber uma dessa e ficar no prejuízo!",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/deslocamento-desnecessario-e-falta-de-suporte-geram-prejuizo-e-indignacao-para-motorista-parceiro_2tthnqdL6Ha6Yh9R\/"
    },
    {
        "ID":"ID: 232237841",
        "Titulo":"Dificuldade em aplicar cupom de desconto Meli+ e solicitação de solução",
        "Data":"18\/11\/2025 às 15:30",
        "Local":"São Bernardo do Campo - SP",
        "Texto_Reclamacao":"Boa tarde. || Sou assinante do Meli+ e estou tentando utilizar o cupom de desconto melimais120, no valor de R$ 120, porém não estou conseguindo aplicar o benefício. Ao buscar suporte, fui informado de que, devido ao alto volume de acessos, a plataforma poderia estar apresentando inconsistências. Como forma de desculpas, foi-me oferecido um desconto de R$ 50, porém não tenho interesse nesse valor desejo utilizar o cupom de R$ 120, conforme o anunciado. ||  || Não posso ser prejudicado por problemas de instabilidade da plataforma. Estou exercendo meu direito como consumidor e solicito uma solução adequada, com o cupom funcionando corretamente. ||  || Aguardo retorno.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/dificuldade-em-aplicar-cupom-de-desconto-meli-e-solicitacao-de-solucao_kREq5S_iW9xOzXOi\/"
    },
    {
        "ID":"ID: 232233945",
        "Titulo":"Atraso na entrega de iPhone e alteração de data no rastreamento",
        "Data":"18\/11\/2025 às 15:01",
        "Local":"Londrina - PR",
        "Texto_Reclamacao":"Realizei a compra de sete produtos no dia 13 de novembro considerando que todos seriam entregues até 17 de novembro. Foram efetuadas três entregas no prazo, totalizando seis produtos, com exceção do iPhone adquirido na mesma data. Ou seja, todos os itens foram entregues conforme previsto, exceto o de maior valor. ||  || Além disso, no dia 17 de novembro, data prevista para entrega, constava no rastreamento que o celular havia chegado ao centro de distribuição às 08h43, conforme registro que tenho salvo. No entanto, hoje pela manhã, quando o aplicativo passou a indicar atraso, o horário de entrada no centro de distribuição foi alterado para o dia 18 de novembro, às 08h24. ||  || Não é a primeira vez que isso acontece. Recentemente fiz uma compra (assino o Meli +pq compro muitas coisas para minha empresa) e o produto ficou parado no centro de distribuição por quase 7 dias e eu precisando para finalizar uma encomenda. ||  || Reconheço que o atraso é de um dia e tecnicamente ainda está \"dentro do prazo\", porém trata-se de um produto de alto valor e todos os demais itens comprados no mesmo dia foram entregues sem qualquer problema. ||  || O Mercado Livre está gastando milhões com a campanha da Black Friday, mas pelo que tenho visto de comentário aqui e em suas redes sociais, tem pecado demais em não organizar melhor os prazos de entregas com os distribuidores de cada cidade. ||  || Compro por lá nem sempre pelo preço, mas sim pelo prazo de entrega.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/atraso-na-entrega-de-iphone-e-alteracao-de-data-no-rastreamento_HD-FeW37HV70JPzY\/"
    },
    {
        "ID":"ID: 232232765",
        "Titulo":"Fim da entrega Full gratuita",
        "Data":"18\/11\/2025 às 14:52",
        "Local":"São Sebastião - SP",
        "Texto_Reclamacao":"Sempre comprei e adoro o site mercado livre! O principal motivo pelo qual eu sempre comprei foi a rapidez na entrega. Enfim, recentemente me mudei e precisei comprar muitas coisas como geladeira, máquina de lavar, adega, eletrodomésticos e muito mais depois de um tempo, simplesmente não existe mais a opção de entrega full gratuita pra mim. Eu sei que existem coisas pesadas que não existe possibilidade da entrega ser gratuita e rápida, porém absolutamente NADA mais tem essa opção pra mim eu comprei panos de prato que tinha a opção de entrega full SOMENTE se eu pagasse ou fizesse cartão MELI+. É muito decepcionante porque eu vejo meu histórico de compras e eu sempre recebi as coisas no dia seguinte ou, no máximo, dois dias depois GRATUITAMENTE. E agora estão forçando uma barra pra que eu faça um cartão desde que eu passei a comprar mais. Decepcionante. Estou fazendo compras por outras plataformas agora",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/fim-da-entrega-full-gratuita_wt3x5GWwsY7Gidk6\/"
    },
    {
        "ID":"ID: 232226455",
        "Titulo":"Cupons Meli+ não funcionam e solicito reembolso da assinatura",
        "Data":"18\/11\/2025 às 14:05",
        "Local":"Nilópolis - RJ",
        "Texto_Reclamacao":"fiz assinatura do meli+ porque tinha cupons, fiz assinatura e mesmo assim nao se aplicou a mim || CUPOM :MELIMAIS50 || CUPOM :50MELIMAIS ||  || e so fiz a assinatura por causa dos cupons, e nenhum funciona || nao tenho interesse de seguir com meli+ || gostaria do reembolso ja q nao consigo utilizar os cupons",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cupons-meli-nao-funcionam-e-solicito-reembolso-da-assinatura_1a51127nhtCuqtON\/"
    },
    {
        "ID":"ID: 232225717",
        "Titulo":"Atraso na Entrega, perda de cupom e falta de solução para entrega em endereço diferente do ponto de coleta.",
        "Data":"18\/11\/2025 às 14:00",
        "Local":"São Paulo - SP",
        "Texto_Reclamacao":"Fiz a compra de um forno no dia 10 de outubro, utilizando um cupom de desconto disponibilizado pelo Mercado Livre. Escolhi a opção de retirada em um ponto de coleta filiado à empresa, a data de entrega era entre 15 e 16 de outubro. No dia 17, fui informado de que não entregariam na data informada anteriormente, e o novo prazo era dia 20. Entrei em contato com a empresa no mesmo dia e perguntei se poderiam entregar no meu endereço, pois o ponto de coleta só funciona de segunda a sexta e eu iria viajar na segunda. O atendente disse que não teria o que fazer, pois já estava cadastrado para retirar no ponto de coleta. No dia 20, o produto não foi entregue novamente e só foi entregue no dia 22. Entrei em contato novamente perguntando se poderiam esperar eu voltar da viagem para retirar e, numa mensagem pronta, informaram que a política da empresa era aguardar 7 dias e, caso não fosse retirado, devolveriam o produto e meu dinheiro. Desde o início, tentei uma solução, mas a empresa só recusou minhas soluções e não tentou fazer nada, mesmo estando errado. Perdi o desconto e estou sem o produto, só quero o produto pelo valor que comprei. Inclusive, tem mais uma compra atrasada que eles simplesmente adiam a entrega sem dar nenhuma satisfação, como se estivessem fazendo um favor, sendo que paguei pelo produto e sou assinante do Meli+.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/atraso-na-entrega-perda-de-cupom-e-falta-de-solucao-para-entrega-em-endereco-diferente-do-ponto-de-coleta_9uw6DVCNoLvTGQIc\/"
    },
    {
        "ID":"ID: 232225403",
        "Titulo":"Atraso na entrega de produto Full do Mercado Livre e falta de comprometimento com o cliente",
        "Data":"18\/11\/2025 às 13:58",
        "Local":"São Gonçalo - RJ",
        "Texto_Reclamacao":"Efetuei uma compra no dia 16\/11 no filtro para entrega amanhã. || Ao fechar a compra percebi que só receberia no dia 18, terça feira. || Não era o ideal, mas aceitei! || Escolhi um produto que não era o mais barato, mas está no Full envios do Mercado Livre. || Os produtos do Full deveriam ser de entregas rápidas. || Para minha total tristeza e surpresa o ML por opção e arbitrariamente atrasa minha entrega para o dia 19\/11. || É um grande absurdo! || Pior de tudo é que simulei a compra no dia 18\/11 por volta das 13:40 e a previsão era a mesma que meu produto será entregue. || Com 2 dias de atraso. || Entregador irresponsável adiou minha entrega provavelmente por motivos próprios. || O que o ML faz para inibir essas atitudes? || Qual a existência para cadastrar produtos em Full envios? || E como ficam os clientes? || Desculpa e se quiser cancele? || Isso não respira os nossos danos, || E normalmente o ML só protege os vendedores || São várias vezes com o mesmo Problema. || Respeitar prazos de entrega deveria ser primordial a qualquer vendedor, sendo mais ainda pra um serviço Meli+ em envios Full. || Estou decepcionado.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/atraso-na-entrega-de-produto-full-do-mercado-livre-e-falta-de-comprometimento-com-o-cliente_TH8g576XWVEjZ94P\/"
    },
    {
        "ID":"ID: 232220753",
        "Titulo":"Descumprimento de oferta e cancelamento indevido de compra de iPhone 17 Pro Max no Mercado Livre durante Black Friday",
        "Data":"18\/11\/2025 às 13:22",
        "Local":"Canoas - RS",
        "Texto_Reclamacao":"RECLAMAÇÃO FORMAL DESCUMPRIMENTO DE OFERTA E CANCELAMENTO INDEVIDO ||  || Venho, por meio desta, registrar reclamação referente ao descumprimento de oferta e ao cancelamento indevido de compra realizada na plataforma Mercado Livre. ||  || No dia 15 de novembro, durante uma promoção de Black Friday, adquiri um iPhone 17 Pro Max 256GB 12GB RAM, pelo valor de R$ 9.777,14, em 18 parcelas sem juros. Realizei a compra contando com a urgência na entrega, uma vez que trabalho com atendimento via telefone e meu aparelho havia estragado. ||  || Logo após a compra, entrei em contato com o vendedor (conforme prints anexos) solicitando agilidade na postagem, inclusive me dispondo a pagar um valor adicional para acelerar o envio. O vendedor informou que já estavam providenciando o envio do produto o mais rápido possível. || Confiando nisso, deixei de aproveitar outras ofertas do mesmo item em diferentes lojas. ||  || Entretanto, no dia 18 de novembro, três dias após a compra, fui surpreendido com o cancelamento unilateral do pedido, e posteriormente o atendente do mercado livre informou que o vendedor não possuía estoque do produto, o que indica que: || a) vendeu o item para outra pessoa, ou || b) sequer possuía a oferta anunciada, caracterizando publicidade enganosa. ||  ||  ||  || FUNDAMENTAÇÃO LEGAL ||  || Conforme o Código de Defesa do Consumidor, especialmente os arts. 30 e 35, a oferta vincula o fornecedor. Caso não cumprida, o consumidor pode escolher entre: || Exigir o cumprimento forçado da oferta; || Receber o reembolso, acrescido de perdas e danos; || Ou receber produto equivalente. ||  || É direito exclusivo do consumidor definir qual opção deseja seguir. ||  || Diante disso, escolho o CUMPRIMENTO FORÇADO DA OFERTA, nos exatos termos anunciados. ||  ||  ||  || ATENDIMENTO INADEQUADO ||  || Registrei a reclamação via WhatsApp no protocolo n *****. ||  || Durante o atendimento, informei meu direito previsto no CDC e solicitei os dados de contato do vendedor, para poder notificá-lo formalmente. || A atendente recusou-se a fornecer tais informações e encerrou o atendimento abruptamente, impedindo que eu concluísse a solicitação o que considero um desrespeito ao consumidor. ||  ||  ||  || MINHA CONDIÇÃO DE CLIENTE ||  || Ressalto que sou cliente assinante Mercado Livre nível MELI, com capital investido na plataforma e dezenas de compras realizadas somente neste ano. || Espero, portanto, a devida consideração e respeito aos meus direitos legais. ||  ||  ||  || Diante de tudo isso, REQUEIRO: || 1.O cumprimento integral da oferta, mesmo que por meio de outro fornecedor, mantidas todas as condições originais (produto idêntico, preço, promoções e parcelamento em 18x sem juros); || OU, caso o Mercado Livre não queira assumir a oferta: || 2.Que sejam fornecidos os dados de contato completos do vendedor (CNPJ, razão social, e-mail e endereço), para que eu possa adotar as medidas formais e legais cabíveis diretamente contra ele. || Aguardo retorno e solução dentro do prazo razoável. || *****",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/descumprimento-de-oferta-e-cancelamento-indevido-de-compra-de-iphone-17-pro-max-no-mercado-livre-durante-black-friday_-zv0n1PQCBAcpDsO\/"
    },
    {
        "ID":"ID: 232218685",
        "Titulo":"Solicitação de estorno da assinatura Meli+ devido a cupom não funcional e cancelamento imediato",
        "Data":"18\/11\/2025 às 13:06",
        "Local":"Brasília - DF",
        "Texto_Reclamacao":"Assinei o Meli+ apenas para utilizar um cupom que, na prática, não funcionou. Diante disso, cancelei a assinatura na mesma hora, dentro de poucos minutos após a contratação. ||  || Com base no Direito de Arrependimento previsto no Código de Defesa do Consumidor (art. 49), solicito o estorno imediato do valor pago, já que a contratação e o cancelamento ocorreram no mesmo dia, dentro do prazo legal de 7 dias para arrependimento em compras\/contratações feitas pela internet. ||  || Peço que o Mercado Livre regularize a situação e faça o reembolso completo o quanto antes. ||  || Aguardo retorno.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/solicitacao-de-estorno-da-assinatura-meli-devido-a-cupom-nao-funcional-e-cancelamento-imediato_8qPx9IKpMmiRNRIx\/"
    },
    {
        "ID":"ID: 232217271",
        "Titulo":"Cobrança indevida de frete para assinante Meli e dificuldade no cancelamento da compra",
        "Data":"18\/11\/2025 às 12:55",
        "Local":"Natal - RN",
        "Texto_Reclamacao":"Fiz uma compra com o valor e quando paguei percebi que foi outro por ter frete e sou assinante Meli para não pagar por itens do Full , porém foi cobrado frete e estou querendo o cancelamento desde o domingo e o site não me permite , fui até o suporte ao cliente do site e também por lá não foi permitido ! Quero o cancelamento e estorno do pagamento ! Como não tive êxito pelos meios do site estou agora fazendo uma reclamação ao reclame aqui , para ver se tenho êxito !",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cobranca-indevida-de-frete-para-assinante-meli-e-dificuldade-no-cancelamento-da-compra_JPtb-PQ4l81xor_K\/"
    },
    {
        "ID":"ID: 232212773",
        "Titulo":"Pedido incompleto e problemas com a resolução de reclamação no Mercado Livre",
        "Data":"18\/11\/2025 às 12:20",
        "Local":"São Paulo - SP",
        "Texto_Reclamacao":"Novamente, toda semana, mais um pedido que ou não entregam e falam que entregaram ou vem faltando coisa. || E não adianta reclamar pq a IA do ML é tão ruim que vc envia foto e mesmo assim não resolvem sua reclamação. || Isso está se tornando constante. Toda semana. Nunca acontecia isso antes. || Gasto milhares de reais todos os meses com o mercado livre, sou Meli+ (que não serve pra nada) e tenho que ficar perdendo tempo vir aqui reclamar de algo simples. ||  || Comprei 3 engradados de sorox. Me enviam 2 engradados e o outro enviam apenas UMA unidade. reparem a foto. De limão, veio apenas 1. Paguei por 6.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/pedido-incompleto-e-problemas-com-a-resolucao-de-reclamacao-no-mercado-livre_8gNfziZr7zQ3BoV3\/"
    },
    {
        "ID":"ID: 232204235",
        "Titulo":"Cupom de desconto Meli+ para assinante e propaganda enganosa",
        "Data":"18\/11\/2025 às 11:24",
        "Local":"Anápolis - GO",
        "Texto_Reclamacao":"Fiz assinatura do meli+ para obter os beneficios para quem e assinante, foi pura enganção, e usar o cupom que liberou MELIMAIS120, adicionei o cupom, mais nao aparece quando tem que usar e adicionar diz que ja foi adicionado mais nao entra e nao aprece, ai entra um de 10% off mais e apenas 30,00 de desconto, isso sim foi enganação querendo o de 120,00 de desconto para trocar de telefone e diz que o cupom e valido para todos os produtos.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/cupom-de-desconto-meli-para-assinante-e-propaganda-enganosa_ygW0wUzfbjGtDjO1\/"
    },
    {
        "ID":"ID: 232194535",
        "Titulo":"Propaganda enganosa: Frete mais caro que o produto para assinantes Meli+",
        "Data":"18\/11\/2025 às 10:19",
        "Local":"Guaíba - RS",
        "Texto_Reclamacao":"Prometem frete grátis para assinantes do Meli+ e quando vou concluir a compra, para minha surpresa o Frete estava mais caro que o produto em si. Tem anúncio que um jogo de bacias está por 60 reais e o frete 98 reais. Isso é um [Editado pelo Reclame Aqui] e um descaso com os clientes. || Propaganda Enganosa é [Editado pelo Reclame Aqui]!",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/propaganda-enganosa-frete-mais-caro-que-o-produto-para-assinantes-meli_I85RBCCvL_AV7pxk\/"
    },
    {
        "ID":"ID: 232194097",
        "Titulo":"Motorista não recebe pagamento por rotas extras zeradas no app Meli Extra",
        "Data":"18\/11\/2025 às 10:16",
        "Local":"Cajamar - SP",
        "Texto_Reclamacao":"Sou motorista do meli extra, e quando as x faço 2 saída pro dia uma saída sobe zerada no meu app, chega no fechamento da semana barra a semana inteira, nessa brincadeira tenho duas semanas sem receber por conta de alguns rotas extra que no app está zerada, semana do dia 27\/10 a 01\/11 e a do 10\/11 a 15, sem receber 1 centavo, aberto chamado e a única coisa que falam e que tem que aguardar , a única coisa que queria é receber pelo que trabalhei",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/motorista-nao-recebe-pagamento-por-rotas-extras-zeradas-no-app-meli-extra_oWXprEiFX8cUdDs6\/"
    },
    {
        "ID":"ID: 232184983",
        "Titulo":"Impossibilidade de Assinar Meli+Mega Apesar de Múltiplos Cartões e Documentação Verificada",
        "Data":"18\/11\/2025 às 09:08",
        "Local":"Vespasiano - MG",
        "Texto_Reclamacao":"Descobri o plano Meli+Mega e pra mim é uma junção de bons benefícios a custo que compensa. Pois bem, decidi contratar, primeiro adicionar TODOS meus cartões com limite disponíveis, uma vez que não aparece a opção de crédito. ||  || E uma tentativa atrás da outra é recusada, os bancos autenticados e logados aqui, no mesmo celular, simplesmente o mercado livre não aprova minha assinatura. ||  || Checagem de identidade feita, documentação toda ok, me esgotou as idéias de quê razão estou sendo impedido.",
        "Link":"https:\/\/www.reclameaqui.com.br\/mercado-livre\/impossibilidade-de-assinar-melimega-apesar-de-multiplos-cartoes-e-documentacao-verificada_WGMPpNWTxH2kbOxz\/"
    }
]